---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.StairsTreadsRisers
source: html/5b8c2d9e-c136-f63f-3596-6a8a383fd798.htm
---
# Autodesk.Revit.DB.GroupTypeId.StairsTreadsRisers Property

Threads/Risers.

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTreadsRisers { get; }
```